Revit 2027 API
ValueAtPointBase Properties
The ValueAtPointBase type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
ValueAtPointBase Class
Autodesk.Revit.DB Namespace